Repository: esase/dream-cms-comment-module
Catalog: module/Comment/language/*.po
Languages: ru_ru

source: Your comment here ...
ru_ru: Ваш комментарий ...

source: Page name
ru_ru: Название страницы

source: Page slug
ru_ru: Отображаемое имя страницы

source: Date end
ru_ru: Дата окончания

source: Date start
ru_ru: Дата начала

source: Comment will be disapproved. Are you sure?
ru_ru: Комментарий будет дезактивирован. Вы уверены?

source: Disapprove the comment
ru_ru: Дезактивировать комментарий

source: Comment will be approved. Are you sure?
ru_ru: Комментарий будет активирован. Вы уверены?

source: Approve the comment
ru_ru: Активировать комментарий

source: Comment will be deleted with his replies. Are you sure?
ru_ru: Комментарий будет удален со своими ответами. Вы уверены?

source: Delete the comment
ru_ru: Удалить комментарий

source: Comment has been edited
ru_ru: Комментарий был отредактирован

source: Edit the comment
ru_ru: Редактировать комментарий

source: The selected comment has been disapproved
ru_ru: Выбранный комментарий был дезактивирован

source: Selected comments have been disapproved
ru_ru: Выбранные комментарии были дезактивированы

source: The selected comment has been approved
ru_ru: Выбранный комментарий был активирован

source: Selected comments have been approved
ru_ru: Выбранные комментарии были активированы

source: The selected comment has been deleted
ru_ru: Выбранный комментарий был удален

source: Selected comments have been deleted
ru_ru: Выбранные комментарии были удалены

source: Selected comments with their replies will be deleted. Are you sure?
ru_ru: Выбранные комментарии с их ответами будут удалены. Вы уверены?

source: View full comment
ru_ru: Посмотреть полный комментарий

source: Visible count of comments chars in admin menu
ru_ru: Видимое количество символов комментариев в админке

source: Commenter name
ru_ru: Имя

source: List of comments
ru_ru: Список комментариев

source: List of spam IPs
ru_ru: Список спам IP-адресов

source: Show users thumbs
ru_ru: Отображать миниатюры пользователей

source: Last comments
ru_ru: Последние комментарии

source: Reply to
ru_ru: Ответ

source: View on page
ru_ru: Смотреть на странице

source: Count of last comments
ru_ru: Количество последних комментариев

source: Last user's comments
ru_ru: Последние комментарии пользователя

source: The maximum level of nested replies
ru_ru: Максимальный уровень вложенных ответов

source: Your IP address blocked
ru_ru: Ваш IP-адрес заблокирован

source: Comment will be marked as a spam and deleted, are you sure?
ru_ru: Комментарий будет отмечен как спам и удален, Вы уверены?

source: Spam
ru_ru: Спам

source: Comment reply message
ru_ru: Сообщение ответа комментария

source: A comment reply notification
ru_ru: Уведомление ответа на комментарий

source: Comment reply title
ru_ru: Заголовок ответа комментария

source: Send notifications about new replies
ru_ru: Отправлять уведомления о новых ответах

source: Visible count of chars in comments
ru_ru: Видимое кол-во символов в комментариях

source: Show more ...
ru_ru: Показать больше ...

source: Comment will be deleted, are you sure?
ru_ru: Комментарий будет удален, Вы уверены?

source: Comment on first
ru_ru: Прокомментировать первым

source: Disapprove
ru_ru: Дезактивировать

source: Notification
ru_ru: Уведомление

source: Approve
ru_ru: Активировать

source: Comment added message
ru_ru: Сообщение добавления комментария

source: A comment add notification
ru_ru: Уведомление добавления комментария

source: Comment added title
ru_ru: Заголовок добавления комментария

source: Send notifications about new comments
ru_ru: Отправлять уведомления о новых комментариях

source: Comments auto approve
ru_ru: Авто подтверждение комментариев

source: Reply
ru_ru: Ответить

source: Load more
ru_ru: Загрузить еще

source: Count of comments per page
ru_ru: Количество комментариев на странице

source: Display options
ru_ru: Параметры отображения

source: Error occured, please try again later
ru_ru: Произошла ошибка, пожалуйста, попробуйте еще раз позже

source: Your comment will be available after approving
ru_ru: Ваш комментарий будет доступен после утверждения

source: Comments
ru_ru: Комментарии

source: Module allows to publish comments on the site
ru_ru: Модуль позволяет публиковать комментарии на сайте

source: Comment
ru_ru: Комментарий

source: Event - Editing comments
ru_ru: Редактирование комментариев

source: Event - Comment edited by guest
ru_ru: Гость отредактировал комментарий с идентификатором - "%d"

source: Event - Comment edited by user
ru_ru: "%s" отредактировал(а) комментарий с идентификатором - "%d"

source: Event - Deleting comments
ru_ru: Удаление комментариев

source: Event - Comment deleted by guest
ru_ru: Гость удалил комментарий с идентификатором - "%d"

source: Event - Comment deleted by user
ru_ru: "%s" удалил(а) комментарий с идентификатором - "%d"

source: Event - Disapproving comments
ru_ru: Дезактивирование комментариев

source: Event - Comment disapproved by guest
ru_ru: Гость дезактивировал комментарий с идентификатором - "%d"

source: Event - Comment disapproved by user
ru_ru: "%s" дезактивировал(а) комментарий с идентификатором - "%d"

source: Event - Approving comments
ru_ru: Активация комментариев

source: Event - Comment approved by guest
ru_ru: Гость активировал комментарий с идентификатором - "%d"

source: Event - Comment approved by user
ru_ru: "%s" активировал(а) комментарий с идентификатором - "%d"

source: Event - Adding comments
ru_ru: Добавление комментариев

source: Event - Comment added by guest
ru_ru: Гость добавил комментарий с идентификатором - "%d"

source: Event - Comment added by user
ru_ru: "%s" добавил(а) комментарий с идентификатором - "%d"

source: ACL - Viewing comments
ru_ru: Просмотр комментариев

source: ACL - Adding comments
ru_ru: Добавление комментариев

source: ACL - Disapproving comments
ru_ru: Дезактивирование комментариев

source: ACL - Approving comments
ru_ru: Активация комментариев

source: ACL - Deleting comments
ru_ru: Удаление комментариев

source: ACL - Deleting own comments
ru_ru: Удаление собственных комментариев

source: ACL - Editing comments
ru_ru: Редактирование комментариев

source: ACL - Editing own comments
ru_ru: Редактирование собственных комментариев

source: ACL - Marking comments as spam
ru_ru: Маркировка комментариев как спам

source: ACL - Editing comments settings in admin area
ru_ru: Редактирование настроек комментариев в админке

source: ACL - Viewing comments in admin area
ru_ru: Просмотр комментариев в админке

source: ACL - Viewing full comments details in admin area
ru_ru: Просмотр подробностей комментариев в админке

source: ACL - Deleting comments in admin area
ru_ru: Удаление комментариев в админке

source: ACL - Approving comments in admin area
ru_ru: Активация комментариев в админке

source: ACL - Disapproving comments in admin area
ru_ru: Дезактивирование комментариев в админке

source: ACL - Editing comments in admin area
ru_ru: Редактирование комментариев в админке
